Repository: coreyp1/invite
Catalog: po/*-informal.po
Languages: de

source: User settings
de: Benutzer Einstellungen

source: Target role (default)
de: Rolle eingeladener Benutzer (Voreinstellung)

source: Allow deletion of joined users
de: Erlaube Löschen von beigetretenen Benutzern

source: Role limitations
de: Rollen Beschränkungen

source: Limit for %role
de: Beschränkung für %role

source: unlimited
de: unbegrenzt

source: Email settings
de: Email Einstellungen

source: Subject
de: Betreff

source: You've been invited
de: Du wurdest eingeladen

source: Mail template
de: Mailvorlage

source: inviter
de: Einladender

source: Advanced settings
de: Erweiterte Einstellungen

source: <strong>Note:</strong> unless these fields are blank, they will override the radio button choices above.
de: <strong>Achtung:</strong> Ausgefüllte Felder überschreiben die jeweilige Auswahl oben.

source: Invite page cutomization
de: Anpassung der Einladungsseite

source: Invite page title
de: Titel der Einladungsseite

source: Invite your friends and colleagues
de: Lade deine Freunde und Kollegen ein

source: Invite help text
de: Hilfetext zur Einladung

source: Manage Invite settings
de: Einladungseinstellungen

source: New user registration by invitation only.
de: Anmeldung neuer Benutzer nur mit Einladung

source: Sorry, new user registration by invite only.
de: Leider sind neue Anmeldungen nur mit Einladung möglich.

source: Request new password
de: Neues Passwort anfordern

source: Request new password via e-mail.
de: Neues Passwort per Email anfordern.

source: You have not been invited to join this site.
de: Du wurdest nicht eingeladen, dieser Website beizutreten.

source: Uninvited user registration attempt.
de: Registrierungsversuch von nicht eingeladenem Benutzer.

source: view
de: ansehen

source: Your invitations
de: Deine Einladungen

source: Delete invitation
de: Einladung löschen

source: Expired
de: Abgelaufen

source: Pending
de: Offen

source: Joined
de: Beigetreten

source: Deleted
de: Gelöscht

source: You have not sent any invitations yet.
de: Du hast noch niemanden eingeladen.

source: Invite a friend
de: Einen Freund einladen

source: Type the email of the person you would like to invite
de: Email Adresse der Person, die eingeladen werden soll

source: Your message
de: Deine Nachricht

source: This message will be added to the mail sent to the person you are inviting.
de: Diese Nachricht wird der Email an die eingeladene Person hinzugefügt.

source: Submit
de: Senden

source: Invitation to %email has been deleted.
de: Einladung an @email wurde gelöscht.

source: Invitations to registered users cannot be deleted.
de: Einladungen an registrierte Mitglieder können nicht gelöscht werden.

source: Detected malicious attempt to delete an invitation.
de: Bösartiger Versuch zum Löschen einer Einladung entdeckt.

source: The user you are trying to invite has already been invited.
de: Der Benutzer den Du einladen möchtest wurde bereits eingeladen.

source: The user you are trying to invite has already registered.
de: Der Benutzer den Du einladen möchtest hat sich bereits registriert.

source: You have exceeded your allowed invitations.
de: Sie haben die Anzahl der erlaubten Einladungen überschritten.

source: Your invitation was sent successfully.
de: Deine Einladung wurde verschickt.

source: Problems occurred sending the invitation. Please contact the site administrator.
de: Beim Versenden der Einladung ist ein Problem aufgetreten. Bitte kontaktiere den Site-Administrator.

source: Failed sending invitation. To: @email From: @from
de: Fehler beim Nachricht schicken. An: @email Von: @from

source: invite
de: einladen

source: send invitations
de: Einladungen verschicken
