Repository: coreyp1/invite
Catalog: po/*.po
Languages: el, he

source: Allows users to send GMail style invitations, and automatically escalates new users who use them to a role of your designation
el: Επιτρέπει στους χρήστες να στέλνουν προσκλήσεις του τύπου GMAIL, και αυτοματοποιημένα να προωθεί τους νέους χρήστες που τις αξιοποιούν σε ένα ρόλο που έχετε προκαθορίσει.
he: מאפשר לחברים לשלוח הזמנות בסגנון GMAIL, ומעביר אוטומטית חברים חדשים שנענים להזמנה לתפקיד לבחירתך

source: <p>This is an overview of the invitations you have sent. The status of each invitation is shown: <ul> <li><strong>Joined</strong>: Shows that the person you have invited has used your invitation to join the site. Click on the email address to take you to their profile page.</li> <li><strong>Pending</strong>: The invitation has been sent, but your friend has still not accepted the invitation. You may send a reminder, by clicking the 'Remind Me' link.</li> <li><strong>Expired</strong>: The invitation has not been used to register on the site within the expiration period.</li> </ul> </p> <p>At any time, you may delete either 'Pending' or 'Expired' invitations. 'Joined' invitation cannot be deleted and count permanently toward your invitation allotment.</p>
he: <p>זוהי סקירה של ההזמנות ששלחת. לכל הזמנה אפשר לראות מהו מצבה: <ul> <li><strong>הצטרף</strong>: מציין שהמוזמן השתמש בהזמנה כדי להצטרף לאתר. לחץ על כתובת הדואר אלקטרוני שלו כדי לגשת לדף החבר שלו באתר.</li> <li><strong>בתהליך</strong>: ההזמנה נשלחה, אך החברה שלך עדיין לא קיבל או אישר את ההזמנה. אפשר לשלוח תזכורת, על ידי לחיצה על הקישור המתאים.</li> <li><strong>פג תוקף</strong>: לא נעשה שימוש בהזמנה כדי להצטרף לאתר בתקופה שבה היא היתה בתוקף.</li> </ul> </p> <p>בכל זמן, אפשר למחוק הזמנות 'בתהליך' או 'פג תוקף'. לא ניתן למחוק הזמנות מסוג 'הצטרף' והן נספרות לעד כחלק מכמות ההזמנות המותרת שלך. </p>

source: User settings
el: Ρυθμίσεις χρήστη
he: הגדרות משתמש

source: Target role (default)
he: תפקיד מטרה (ברירת מחדל)

source: (Please add a target role.)
el: (παρακαλώ εισάγετε ένα επιθυμητό ρόλο.)
he: (בבקשה להכניס תפקיד מטרה)

source: Choose the role that invited users will be added to. For example, <em>Member</em>.
he: תפקיד שאליו ישוייכו המוזמנים עם ההצטרפות לאתר.

source: Target role for %role
he: תפקיד מטרה עבור %role

source: Choose the role that invited users will be added to if invited by someone who has the %role role.
he: כאן אפשר לבחור את התפקיד שהמוזמנים יתווספו אליו אם הם הוזמנו על ידי מישהו בעל תפקיד %role.

source: Invitation Expiry
el: Λήξη Πρόσκλησης
he: תוקף הזמנה

source: Set the expiry period for user invitations, in days
el: Θέστε, σε μέρες, την περίοδο λήξης των προσκλήσεων των χρηστών
he: קביעת התקופה שבה ההזמנה בתוקף, בימים. לאחר תקופה זו פג תוקף ההזמנה

source: Role limitations
he: הגבלות לפי תפקיד

source: unlimited
he: ללא הגבלה

source: Email settings
el: Ρυθμίσεις email
he: הגדרות דואר אלקטרוני

source: Subject
el: Θέμα
he: נושא

source: You've been invited
el: Έχετε προσκληθεί
he: הזמנה

source: Type the subject of the invitation email
el: Πληκτρολογείστε το θέμα του email της πρόσκλησης
he: רשום את נושא של הודעת ההזמנה

source: Default mail template
he: תבנית ברירת המחדל לדואר אלקטרוני

source: Use the following placeholders; %site, %homepage, %join_link, %message, %inviter
he: ניתן להשתמש בשדות הבאים: %site, %homepage, %join_link, %message, %inviter

source: From: email address
he: מאת: כתובת דואר אלקטרוני

source: site
he: אתר

source: inviter
he: מזמין

source: Reply-To: email address
he: השב אל: כתובת דואר אלקטרוני

source: Invite page cutomization
he: התאמה אישית של עמוד ההזמנה

source: Invite page title
he: כותרת עמוד ההזמנה

source: Invite your friends and colleagues
he: הזמנת חבר

source: The title of the page where users invite friends
he: כותרת העמוד שבו חברים באתר מזמינים את חבריהם וידידיהם להצטרף לאתר

source: Invite help text
he: טקסט העזרה להזמנה

source: Customize the text that appears above the email form on the invite page for users
he: התאם את ההודעה שאותה מקבלים חברי האתר מעל טופס ההזמנה בעמוד ההזמנה למשתמשים

source: Advanced settings
he: הגדרות מתקדמות

source: <strong>Note:</strong> unless these fields are blank, they will override the radio button choices above.
he: <strong>הערה:</strong> מילוי שדות אלו יבטל את הגדרות הבחירה ש

source: Manually set the <em>From</em> address
he: התאמה ידנית של כתובת השולח שתופיע בשדה <em>From</em>

source: The email address the email is sent from
he: הכתובת שממנה תישלח ההזמנה

source: Manually set the <em>Reply</em> address
he: התאמה ידנית של הכתובת שתופיע בשדה <em>Reply</em>

source: The email address you want recipients to reply to
he: הכתובת שאליה ברצונך לקבל תשובות ממקבלי ההזמנה

source: Your invitations
he: ההזמנות שלך

source: Joined
he: הצטרפו

source: Pending
he: בתהליך

source: Email
he: דואר אלקטרוני

source: Status
he: מצב

source: You have not sent any invitations yet.
he: לא שלחת עדיין שום הזמנות.

source: Invite a friend
he: הזמנת חברים

source: You have %invites invites left
he: נותרו לך %invites הזמנות

source: Type the email of the person you would like to invite
he: רשום את הדואר האלקטרוני של האדם שברצונך להזמין

source: Your message
he: ההודעה שלך

source: This message will be added to the mail sent to the person you are inviting.
he: הודעה זו תתווסף לדואר האלקטרוני שיישלח למקבלת ההזמנה.

source: Submit
he: הגש

source: Maximum number (%max) of invitations reached
he: הגעת למספר המקסימלי (%max) של הזמנות.

source: Email address is not valid!
el: Η διεύθυνση email είναι ακατάλληλη!
he: כתובת הדואר האלקטרוני אינה תקינה!

source: their favorite website
he: האתר החביב עליהם

source: Your invitation was sent successfully.
he: ההזמנות שלך נשלחו בהצלחה.

source: Problems occurred sending the invitation. Please contact the site administrator.
he: היו בעיות במשלוח ההזמנה. לפרטים נוספים ניתן ליצור קשר עם מנהל האתר.

source: invite
el: πρόσκληση
he: הזמנת חברים

source: send invitations
el: στείλε προσκλήσεις
he: משלוח הזמנות

source: Target role
el: Επιθυμητός ρόλος

source: Choose the role that invited users will be added to. For example, <i>Member</i>.
el: Επιλέξτε το ρόλο που οι προσκεκλημένοι χρήστες θα έχουν. Για παράδειγμα, <i>Μέλος</i>.

source: Number of invitations per user
el: Αριθμός προσκλήσεων ανά χρήστη

source: Maximum number of invitations a user may send
el: Μέγιστος επιτρεπόμενος αριθμός προσκλήσεων που μπορεί να στείλει ένας χρήστης

source: Include Features
el: Να συμπεριληφθούν τα Χαρακτηριστικά

source: Include the Features module output as part of the email
el: Συμπεριέλαβε την έξοδο της μονάδας Χαρακτηριστικών, ως μέρος του email

source: Sample Email
el: Email Δείγμα

source: Invite
el: Πρόσκληση

source: login
el: είσοδος

source: view
el: εμφάνιση

source: register
el: εγγραφή

source: Registration Code
el: Κωδικός Καταχώρησης

source: validate
el: αξιολόγηση

source: You must enter the email address where you received your invitation or remove the registration code from the signup form.
el: Πρέπει να εισάγετε την διεύθυνση email, στην οποία δεχθήκατε την πρόσκληση ή αφαιρέστε τον κωδικό καταχώρησης από την φόρμα αποδοχής.

source: Did you forget to input your registration code? If not, leave both Registration Code fields blank.
el: Ξεχάσατε να εισάγετε των κωδικό καταχώρησης; Αν όχι, αφήστε και τα δύο πεδία του Κωδικού Καταχώρησης κενά.

source: The registration email or registration code you have entered could not be found. Please check you invitation email and try again, or leave the Registration code fields blank to submit your application for review
el: Το email καταχώρησης ή ο κωδικός καταχώρησης που εισάγατε δεν μπορούν να βρεθούν. Παρακαλώ ελέγξτε το email πρόσκλησης και προσπαθήστε ξανά, ή αφήστε τα πεδία του Κωδικού Καταχώρησης κενά, για να υποβάλετε την αίτησή σας για επανεξέταση

source: The registration code you have entered has already been used or has expired. Please check you invitation email and try again, or leave the Registration code fields blank to submit your application for review
el: Ο κωδικός καταχώρησης που εισάγατε έχει ήδη χρησιμοποιηθεί ή έχει λήξει. Παρακαλώ ελέγξτε το email πρόσκλησης και προσπαθήστε ξανά, ή αφήστε τα πεδία του Κωδικού Καταχώρησης κενά, για να υποβάλετε την αίτησή σας για επανεξέταση

source: insert
el: εισαγωγή

source: user
el: χρήστης
